{"games":[{"id":"1","name":"Hide and Seek","image":"hidenseek.gif","description":"A standard game for kids everywhere, not just India, Hide and Seek or as it is known locally as luka chhupi, luko churi, and many other names was a fan favourite when we were young. It could be played indoors as well as outdoors. One person, the seeker, would have to cover his eyes and count to a hundred while the rest hid. Then the seeker would have to find the others one by one."}, {"id":"2","name":"Snakes and Ladders","image":"snakenladder.jpg","description":"The fun twin of the Ludo boardgames, Snakes and Ladders was more fun as kids, while Ludo appealed to us more when we grew up a little more and were just stepping into the whole realm of strategic games. All you had to do with Snakes and Ladders was roll the die and then see where fortune took you – to an empty cell, to a ladder so you can climb up, or to a snake`s mouth that will push you back."}, {"id":"3","name":"Book Cricket","image":"bookcricket.jpg","description":"Usually a game for last benchers during one of those mind-numbingly boring classes in school, this simple game require a book, and two players. Each person would get a designated number of tries, during which he would have to open the book at a random page. Whatever be the last digit of the page number would be his “run”. The goal was to see who got the highest number of “runs” in their “over”."}, {"id":"4","name":"Name Place Animal Thing","image":"name-place.jpg","description":"A piece of paper and a pen that`s all it took to play this game, A random alphabet would be selected and we`d have to write down a name, a place, an animal, and an object that began with tat letter. Points for whoever finishes first and gets most of them correct."}, {"id":"5","name":"Raja Mantri Chor Sepahi","image":"rajamantri.jpg","description":"Another chit game, following the same pattern of Killer, Killer, in this game if you picked the Raja chit, you were automatically the recipient of the bonus 1000 points, if you picked the mantri chit, it would be 800 points. The person picking the Sepahi chit would have one guess to figure out who the `chor` is. If he guess correctly, then 500 points to him, but none to the “chor” and if he guesses incorrectly, then vice versa."}, {"id":"6","name":"Colourman","image":"colourman.jpg","description":"We would all sing `Colourman, colourman, what colour do you choose?` And then the designated `colourman` would have to pick out a colour, and the rest of us would rush to touch an object of that colour, while the `colourman` chased us. If they caught you before you found the colour, then your the next colourman."}, {"id":"7","name":"Pittu","image":"Pittu.jpg","description":"This 2-team game involved stacking seven flat stones one above the other and aiming a ball to knock them all down. But each team had to do it before the other team could hit them with stones and call them `out`."}, {"id":"8","name":"Gilli danda game","image":"gillidanda.jpg","description":"Gilli danda is produced from tree branches. This outdoor game is normally played by boys, however I had often played it with my brother. "}, {"id":"9","name":"Cycle tyre run race","image":"Tyre_race.jpg","description":"It is an interesting running race between boys with cycle tyre. You have to just run the tyre with stick or hand whichever comfortable."}, {"id":"10","name":"Walking on railroad Tracks","image":"Walking_on_railroad_tracks.jpg","description":"It was the amazing time of school vacation when I went at my uncle`s home and I went for walking on railway track with my cousins. It was the game of balancing our body on tracks."}, {"id":"11","name":"Mini Thekamani","image":"Mini_thekamni.jpg","description":"You just need to jump the hands or legs without touching otherwise you will be out of the game. It is an outdoor game of boys as well as girls."}, {"id":"12","name":"Lakhoti (marbles)","image":"lakhoti.jpg","description":"lay with Marbles is the street-side game for boys. There are lots of games played with marbles. Mostly, kids play it with fingers. This game is used to increase the concentration skill of kids."}]}
